content/index.org
* List of subjects
|-------------+----------------+-------------------|
|-------------+----------------+-------------------|
| [[./c.org][C]]           | [[./emacs.org][Emacs]]          | [[./DataScience.org][DataScience]]       |
| [[./Java.org][Java]]        | [[./CS.org][CS]]             | [[./AI.org][AI]]                |
| [[./JS.org][JS]]          | [[./DataStructure.org][Data Structure]] | [[./Math.org][Math]]              |
| [[./haskell.org][Haskell]]     | [[./linux.org][Linux]]          | [[./QutuamComputation.org][QutuamComputation]] |
| [[./lisp.org][Lisp]]        | [[./myinit.org][Myinit]]         | [[./Physik.org][Physik]]            |
| [[./python.org][Python]]      | [[./WebDesign.org][WebDesign]]      | [[./cloud_service_computing.org][Cloud Service]]     |
| [[./mysql.org][Mysql]]       | [[./Parallelisum.org][Parallelisum]]   | [[./ROS.org][ROS]]               |
| [[./postgressql.org][Postgressql]] | [[./BildAnalysis.org][BildAnalysis]]   | [[./Algorithm.org][Algorithm]]         |
| [[./ts.org][TS]]          | [[./blockchain.org][Blockchain]]     | [[./DAMA.org][DAMA]]              |
| [[./Julia.org][Julia]]       |                |                   |
| [[./scala.org][Scala]]       |                |                   |
| [[./go.org][Go]]          |                |                   |
|-------------+----------------+-------------------|
|-------------+----------------+-------------------|


* List of blogs

[[./blogs/Association_Rule_minning.org][Blog Associate Rule minning]]

[[./blogs/BinaryHeap2FibonacciHeap.org][Blog BinaryHeap2FibonacciHeap]]

[[./blogs/Colab_hotkey.org][Blog Colab Hotkey ]]

[[./blogs/MasterTheorem.org][Blog Master Theorem]]

[[./blogs/Pandas_merge.org][Blog Pandas merge]]

[[./blogs/PythonWith~.org][Blog Python With ~]]

[[./blogs/UniversalHashing.org][Blog Universal Hashing]]

[[./blogs/yarnInstall.org][Blog yarn Install]]

[[./blogs/uwsgi_deploy.org][uWSGI deployment]]
