library/src/index.org.md
# List of subjects

  ---------------------------------- --------------------------------------- ------------------------------------------------
  [C](./c.org)                       [Emacs](./emacs.org)                    [DataScience](./DataScience.org)
  [Java](./Java.org)                 [CS](./CS.org)                          [AI](./AI.org)
  [JS](./JS.org)                     [Data Structure](./DataStructure.org)   [Math](./Math.org)
  [Haskell](./haskell.org)           [Linux](./linux.org)                    [QutuamComputation](./QutuamComputation.org)
  [Lisp](./lisp.org)                 [Myinit](./myinit.org)                  [Physik](./Physik.org)
  [Python](./python.org)             [WebDesign](./WebDesign.org)            [Cloud Service](./cloud_service_computing.org)
  [Mysql](./mysql.org)               [Parallelisum](./Parallelisum.org)      [ROS](./ROS.org)
  [Postgressql](./postgressql.org)   [BildAnalysis](./BildAnalysis.org)      [Algorithm](./Algorithm.org)
  [TS](./ts.org)                     [Blockchain](./blockchain.org)          [DAMA](./DAMA.org)
  [Julia](./Julia.org)                                                       
  [Scala](./scala.org)                                                       
  [Go](./go.org)                                                             
  [Rust](./rust.org)                                                         
  ---------------------------------- --------------------------------------- ------------------------------------------------

# List of blogs

[Open ID Project](./blogs/OpenIdProject.org)

[受难记](./blogs/受难记.org)

[Blog Associate Rule minning](./blogs/Association_Rule_minning.org)

[Blog BinaryHeap2FibonacciHeap](./blogs/BinaryHeap2FibonacciHeap.org)

[Blog Colab Hotkey ](./blogs/Colab_hotkey.org)

[Blog Master Theorem](./blogs/MasterTheorem.org)

[Blog Pandas merge](./blogs/Pandas_merge.org)

[Blog Python With \~](./blogs/PythonWith~.org)

[Blog Universal Hashing](./blogs/UniversalHashing.org)

[Blog yarn Install](./blogs/yarnInstall.org)

[uWSGI deployment](./blogs/uwsgi_deploy.org)
